00
682
276
584
599
571
250
285
427
722
786
403
784
444
585
730
707
E934
250.03
486
434
401
780
412
411
250.01
428
511
250.92
414
410
496
244
491
278
295
425
201
348
490
41
250.02
250.5
466
202
998
413
591
493
560
997
518
293
536
724
E884
574
250.8
250.41
V45
?
556
537
426
440
592
729
398
286
238
V15
198
342
590
V12
572
396
162
250.13
790
424
731
453
530
847
553
300
799
573
218
785
280
442
305
719
250.6
698
435
746
296
263
567
70
715
517
291
995
577
648
600
250.22
593
883
301
558
255
455
642
535
197
816
V63
V42
481
250.12
578
292
458
379
788
E888
756
279
996
402
621
344
304
397
38
552
153
404
242
250.51
438
789
723
416
823
627
340
429
274
482
796
250.82
250.11
569
E849
922
34
294
433
802
781
E917
999
V14
617
196
706
250.4
75
288
V85
733
E885
277
151
447
V58
576
303
873
V64
327
380
220
625
807
208
515
284
250.53
272
721
710
V61
728
459
35
250.7
112
250.42
311
79
726
287
282
349
456
596
332
516
309
787
362
718
E880
421
172
492
250.52
250.93
564
E890
461
135
261
415
E930
568
204
805
250.43
290
154
54
174
205
437
331
485
138
250.2
V43
53
40
E878
524
575
727
680
E814
E932
8
211
E812
9
252
532
451
581
691
711
704
V53
604
V10
753
507
870
E942
601
250.32
42
514
423
693
618
562
346
840
130
E881
322
595
357
923
136
289
368
199
V18
157
616
465
473
275
579
478
394
179
792
V49
156
892
845
200
319
713
299
866
354
714
696
E933
E817
907
850
443
783
872
821
782
203
661
737
V62
441
820
824
E870
258
250.83
250.81
320
607
314
555
298
686
738
550
540
808
826
E980
622
192
185
123
813
281
611
825
297
E928
531
E944
464
V54
933
965
586
533
598
920
512
566
446
852
374
794
358
405
337
692
372
V57
155
791
652
462
318
356
810
620
436
470
681
189
250.33
626
V17
924
952
557
131
755
454
811
603
171
V13
602
510
94
905
420
369
958
605
487
E936
214
V86
513
701
705
E931
V66
382
283
333
338
759
V65
E818
879
310
250.1
519
E826
980
422
E935
345
614
812
335
V23
V09
260
373
861
233
253
736
521
193
306
745
E950
836
570
588
E879
867
250.23
860
955
E939
E937
683
245
431
806
934
565
842
758
251
814
188
150
E927
317
991
E850
853
832
837
844
232
430
336
797
359
959
316
312
716
262
851
909
377
324
259
522
250.9
432
246
E858
191
864
212
217
266
307
742
646
659
528
164
795
917
508
494
E947
694
E918
910
750
843
323
921
534
110
480
868
386
501
V46
140
906
483
881
919
608
V72
31
594
E938
670
641
365
801
256
376
353
463
378
183
913
583
226
271
709
388
623
865
882
145
141
972
366
674
891
822
383
893
542
E868
448
351
240
389
793
269
V02
308
355
241
717
V70
5
E906
7
457
381
968
V44
969
E854
E883
989
186
E916
712
908
182
500
11
273
472
137
452
685
967
649
352
656
800
987
V16
180
741
619
E924
117
948
66
725
