00
711
401
585
276
70
?
708
496
718
518
250
581
E879
440
784
486
491
427
425
244
327
413
625
707
428
591
278
578
V58
V45
403
519
493
250.02
250.6
V42
414
577
250.1
250.8
362
272
281
424
412
294
564
411
426
731
787
584
357
562
242
710
786
719
38
E849
250.82
250.5
781
530
250.7
682
V16
238
435
303
41
287
V62
511
780
396
V43
807
295
197
285
599
368
E885
296
466
305
397
785
402
E878
648
311
790
571
423
205
997
E946
437
250.4
917
722
282
241
789
799
714
812
998
404
V09
515
250.01
V85
788
286
729
477
433
794
V15
642
343
V65
211
E942
250.51
331
E888
728
995
627
434
284
E932
250.22
716
593
552
274
250.81
438
560
250.42
416
198
873
617
410
600
V18
492
730
250.52
342
202
112
444
V54
535
536
V12
924
907
304
218
590
752
891
310
916
594
V14
800
453
250.43
78
456
727
239
117
E935
568
721
996
482
583
647
E817
17
507
715
290
443
614
V10
681
724
263
592
517
196
567
457
558
199
883
459
250.92
333
465
736
174
E938
V64
782
455
389
300
569
E924
203
429
280
131
301
432
309
266
596
783
394
275
V49
733
575
262
250.53
920
758
696
604
572
53
616
532
701
452
458
288
351
521
340
252
618
573
E881
250.03
E812
999
355
365
250.41
490
255
250.13
356
162
253
54
601
8
441
595
555
810
293
E818
514
623
611
820
398
79
153
959
332
461
646
543
V13
138
E870
E880
713
250.9
574
338
250.91
E933
346
E956
494
151
298
337
531
347
261
193
348
757
345
580
250.83
214
738
135
462
844
349
478
553
602
183
251
188
510
702
260
277
V27
E936
862
845
299
447
292
V46
802
953
792
877
737
945
312
344
693
446
319
922
307
742
42
388
189
472
473
962
V60
E930
297
E853
V44
E947
908
695
E816
E906
805
663
E886
608
905
291
154
157
201
570
270
796
155
501
726
366
840
382
656
745
V72
576
V61
852
861
527
610
204
243
289
386
378
354
579
359
E917
698
824
E931
442
813
956
882
240
94
892
V86
825
512
821
E944
741
533
192
709
598
933
725
110
V23
588
E928
250.11
525
E884
377
556
V17
123
225
317
256
34
746
566
550
47
659
E939
179
487
717
621
723
E950
V66
163
V02
283
540
582
V08
867
850
586
185
172
670
415
245
227
E929
436
335
228
537
680
180
506
235
753
369
808
454
216
923
430
451
405
686
664
649
991
703
522
793
692
834
223
620
421
626
528
694
E850
273
445
250.2
250.12
279
480
271
E904
V03
658
747
V55
706
644
842
334
756
372
57
318
376
E916
E965
200
565
E966
E905
380
836
V70
250.93
934
720
831
246
495
E937
875
141
669
893
V63
847
838
V53
341
641
208
115
958
704
912
E854
E819
685
370
921
652
E934
913
360
V57
365.44
822
383
823
306
516
811
170
374
948
866
654
955
V07
872
868
705
156
607
E927
605
35
358
735
E922
164
500
259
915
653
481
557
464
750
191
122
965
308
373
E900
826
E949
7
E825
795
E855
791
E822
865
751
597
744
871
712
250.23
906
910
173
150
470
969
622
E858
643
431
E980
918
854
851
655
523
909
417
14
379
665
148
660
9
E894
971
