00
998
8
428
38
682
820
250.12
715
806
486
584
493
403
414
434
997
250.7
711
786
722
518
427
276
458
721
618
250.11
491
562
560
410
278
483
453
V58
250.8
616
540
608
250.02
238
530
780
331
435
789
592
577
433
420
482
558
250.6
599
250.82
812
557
781
423
250.83
707
250.1
275
211
437
600
250.41
70
784
309
296
590
436
922
995
813
852
285
555
250.4
162
153
578
426
724
511
401
996
574
648
564
553
227
626
440
531
441
507
197
V54
516
241
402
250.13
202
569
737
805
135
295
475
462
442
112
654
250.81
188
280
728
287
621
79
959
652
617
924
575
840
535
723
681
936
835
250
413
585
432
571
824
250.3
490
627
396
674
455
729
250.42
191
532
V57
821
225
386
185
345
198
466
250.03
152
733
182
726
172
487
730
250.2
611
174
218
154
220
802
438
250.32
836
251
706
431
341
844
494
552
332
415
799
787
808
738
579
873
591
351
576
41
541
354
155
817
250.33
459
451
292
250.01
566
641
411
110
572
860
536
680
306
273
143
404
311
V55
664
987
189
465
823
588
378
444
V53
429
568
595
308
794
850
284
853
312
607
V63
183
719
290
601
376
528
54
759
714
625
203
515
424
291
958
171
807
964
250.21
893
348
785
151
398
196
556
999
791
294
250.92
969
300
340
661
790
694
157
421
736
346
205
692
250.43
V25
5
854
V71
301
210
537
355
255
42
324
756
573
333
586
425
274
447
496
478
822
349
303
911
788
250.22
513
782
240
357
226
V66
161
920
192
514
614
286
193
288
150
725
965
461
814
388
464
250.53
470
933
443
481
485
716
596
53
250.93
V56
642
200
66
861
593
283
239
684
298
293
867
368
640
204
374
801
230
957
233
35
753
253
708
147
266
989
237
456
430
972
567
727
347
338
277
522
620
521
906
416
534
446
646
913
9
208
935
886
717
952
327
252
598
350
474
282
473
510
235
550
297
962
890
783
179
353
289
977
422
897
657
892
891
382
565
512
358
604
158
934
945
380
705
156
994
281
944
142
833
851
175
838
519
693
305
839
881
533
883
304
644
307
82
320
991
463
866
655
3
825
963
242
141
492
212
660
250.23
845
417
250.52
800
526
310
263
11
94
215
831
391
527
983
815
967
529
634
136
816
793
48
990
365
397
656
78
865
966
173
746
659
480
163
454
?
250.5
551
685
452
47
195
223
928
992
187
272
362
581
582
718
864
968
696
501
879
405
796
261
201
658
250.31
V51
359
184
942
217
921
323
250.9
250.91
735
843
710
457
34
810
214
335
194
366
976
114
871
133
875
245
594
695
508
882
334
665
361
199
377
916
797
955
745
383
394
352
88
917
180
792
690
31
570
847
244
337
986
395
49
623
385
84
633
885
914
356
751
322
622
344
V67
683
878
149
970
686
495
445
318
923
747
834
115
868
649
500
336
803
342
804
V45
360
602
603
471
10
363
117
E909
795
